Repository: Mosquito-Alert/aula
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Enquestes i proves de resposta oberta
es: Encuestas y pruebas de respuesta abierta

source: Fer i consultar resultats d&#39;enquestes i proves de resposta oberta per al professorat
es: Hacer y consultar resultados de encuestas y pruebas de respuesta abierta para el profesorado

source: Veure les proves que han fet els grups, així com les puntuacions obtingudes.
es: Ver las pruebas que han hecho los grupos, así como las puntuaciones obtenidas

source: Veure materials pujats pels alumnes
es: Ver materiales subidos por los alumnos

source: Veure els materials finals que han pujat els diferents grups
es: Ver los materiales finales que han subido los diferentes grupos

source: Correcció de proves de resposta oberta
es: Corrección de pruebas de respuesta abierta

source: Corregir les proves de resposta oberta dels alumnes del meu grup
es: Corregir las pruebas de respuesta abierta de los alumnos de mi grupo

source: Creant nou usuari per mestre
es: Creando nuevo usuario para profesor

source: Resultats prova de resposta oberta per a professors
es: Resultados prueba de respuesta abierta para profesores

source: Completat
es: Completado

source: grups
es: grupos

source: professors
es: profesores

source: Sense resposta
es: Sin respuesta

source: Enquestes i proves de resposta oberta professorat
es: Encuestas y pruebas de respuesta abierta del profesorado

source: Resultats test
es: Resultados test

source: Veure gràfica de resultats
es: Ver gráfica de resultados

source: Resultats de la prova per a tots els grups
es: Resultados de la prueba para todos los grupos

source: Resultats de la prova per als meus grups
es: Resultados de la prueba para mis grupos

source: Millor intent
es: Mejor intento

source: Prova finalitzada
es: ¡Prueba finalizada!

source: Vista de detall
es: Vista de detalle

source: Llistar intents
es: Listar intentos

source: Cap dels teus grups ha completat la prova encara, no es poden mostrar els resultats
es: Ninguno de tus grupos ha completado todavía la prueba, no pueden mostrarse resultados

source: Resultats globals de la prova
es: Resultados globales de la prueba

source: Les respostes correctes de la prova es mostren en color
es: Las respuestas correctas de la prueba se muestran en color

source: verd
es: verde

source: mentre que la resposta de l&#39;alumne es mostra en
es: mientras que la respuesta del alumno aparece en

source: negreta
es: negrita

source: intent
es: intento

source: Resultats de proves
es: Resultados de pruebas

source: Filtre per centre
es: Filtro por centro

source: Resum dels arxius pujats
es: Resumen de los archivos subidos

source: La prova ha estat pujada per
es: La prueba ha sido subida por

source: Arxiu pujat
es: Archivo subido

source: Link a l&#39;arxiu
es: Enlace al archivo

source: Data pujada arxiu
es: Fecha subida fichero

source: Verue arxiu
es: Ver archivo

source: Nom centre
es: Nombre centro

source: Nom professor
es: Nombre profesor

source: Nom públic
es: Nombre público

source: Nom usuari del grup
es: Nombre usuario del grupo

source: Contrasenya
es: Contraseña

source: Professor a carrec
es: Profesor a cargo

source: Pàgina de registre
es: Página de registro

source: username
es: Nombre de usuario

source: Estàs intentant accedir a una pàgina a la que no tens permís.
es: Estás intentando acceder a una página para la que no tienes permiso.

source: Sembla que aquesta prova no existeix.
es: Parece que esta prueba no existe.

source: Sembla que aquesta prova no està completada.
es: Parece que esta prueba no está completada.

source: No existeix aquesta prova.
es: No existe esta prueba.

source: El test seleccionat no l'ha realitzat cap grup i encara no té resultats.
es: El test seleccionado no lo ha completado ningún grupo y todavía no tiene resultados.

source: No tens assignada aquesta prova, de manera que no la pots visualitzar.
es: No tienes asignada esta prueba, de manera que no puedes visualizarla.

source: Estàs intentant accedir a una prova creada per un professor que no és el teu tutor.
es: Estás intentando acceder a una prueba creada por un profesor que no es tu tutor.

source: No es permet la pujada de materials a professors. Si vols pujar els materials d'un si us plau grup fes servir l'usuari del grup corresponent.
es: No se permite la subida de materiales a profesores. Si quieres subir los materiales de un grupo, por favor usa el usuario del grupo correspondiente.

source: Aquesta prova no existeix!
es: ¡Esta prueba no existe!

source: Ho sentim, però les proves de pujada de fitxer només es poden fer una vegada.
es: Lo sentimos, pero las pruebas de subida de fichero sólo pueden hacerse una vez.

source: Aquesta prova està marcada com a finalitzada, o sigui que no la pots modificar. Si vols, la pots repetir.
es: Esta prueba está marcada como finalizada, o sea que no puedes modificarla. Si quieres, puedes repetirla.

source: Aquesta prova no està publicada, no la pots començar.
es: Esta prueba no está publicada, no puedes empezarla.

source: Les proves de materials, pujada de fitxers i enquestes només es fan una vegada. Les pots repassar totes però des del menú de grup
es: Las pruebas de materiales, subida de ficheros y encuestas se hacen unasola vez. Puedes repasarlas todas desde el menú de grupo

source: La enquesta s'ha repetit tants cops com membres té el grup, no es permeten més repeticions.
es: La encuesta se ha repetido tantas veces como miembros tiene el grupo, no se permiten más repeticiones.

source: Aquesta prova té un requisit que no s'ha completat:
es: Esta prueba tiene un requisito que no se ha completado:

source: Estàs intentant començar una prova creada per un professor que no és el teu tutor.
es: Estás intentando empezar una prueba creada por un profesor que no es tu tutor.

source: La prova que estàs intentant començar forma part d'una campanya anterior, o sigui que no la pots fer. Si us plau, pregunta al teu professor.
es: La prueba que estás intentando empezar forma parte de una campaña anterior, osea que no deberías hacerla. Por favor, pregunta a tu profesor.

source: Estàs intentant editar una prova que no existeix.
es: Estás intentando acceder a una prueba que no existe.

source: Llistat de credencials
es: Lista de credenciales

source: Anònim
es: Anónimo
