Repository: Mosquito-Alert/aula
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Spanish
es: Español

source: English
es: Inglés

source: Prova publicada?
es: Prueba publicada?

source: Cal completar la prova del desplegable per poder fer aquesta prova
es: Hay que completar la prueba del desplegable para poder hacer esta prueba

source: Nom
es: Nombre

source: Password (Es recomana un password curt, de 4 caràcters:)
es: Contraseña (Se recomienda un password corto, de 4 caracteres)

source: Nom d'accés del grup (És similar a un nom d'usuari, curt, en minúscules i sense caràcters especials)
es: Nombre de acceso del grupo (Es similar al nombre de usuario, corto, en minúsculas y sin caracteres especiales)

source: Nom públic del grup
es: Nombre público del grupo

source: Nom de la classe (es fa servir per filtrar)
es: Nombre de la clase (se usa para filtrar)

source: Nombre estudiants al grup
es: Número de estudiantes en grupo

source: El nombre d'estudiants al grup ha d'estar entre 2 i 5
es: El número de estudiantes en el grupo debe estar entre 2 y 5

source: Password
es: Contraseña

source: Repetir password
es: Repetir contraseña

source: Nom usuari
es: Nombre de usuario

source: Professor
es: Profesor

source: Grup
es: Grupo

source: Professor responsable
es: Profesor responsable

source: Username
es: Nombre de usuario

source: Centre al que pertany
es: Centro al que pertenece

source: The two password fields didn’t match.
es: Los campos de la contraseña no coinciden

source: Password confirmation
es: Confirmar contraseña

source: Els passwords són diferents! Si us plau torna a escriure'ls
es: ¡Las contraseñas son diferentes! Por favor, vuelve a introducirlas

source: Text que es mostrarà per solicitar la pujada d'un fitxer
es: Texto que aparece para solicitar la subida de un archivo

source: Ordre de la pregunta dins la prova
es: Orden de la pregunta dentro de la prueba

source: Text de la pregunta
es: Texto de la pregunta

source: Ja hi ha una pregunta amb aquest número d'ordre per aquesta prova. Tria un número diferent
es: Ya existe una pregunta con este número de orden para esta prueba. Elige un número diferente.

source: Enllaç a document extern
es: Enlace a un documento externo

source: Comentaris sobre la correcció de la prova
es: Comentarios sobre la corrección de la prueba

source: Valoració de la prova
es: Valoración de la prueba

source: Desar
es: Guardar

source: Nom de la campanya
es: Nombre de la campaña

source: La data d'inici no pot ser posterior o igual a la data de fi
es: La fecha de inicio no puede ser posterior o igual a la fecha final

source: Enquesta
es: Encuesta

source: Pujar fitxer
es: Subir archivo

source: Enquesta professorat
es: Encuesta profesorado

source: Resposta oberta
es: Respuesta abierta

source: Resposta oberta professorat
es: Respuesta abierta profesorado

source: Tipus invàlid
es: Tipo no válido

source: No trobat
es: No encontrado

source: Espai administradors
es: Espacio de administradores

source: Campaigns
es: Campañas

source: Entrar i gestionar campanyes
es: Añadir y gestionar campañas

source: Centres
es: Centros

source: Permet entrar els centres en què els professors imparteixen classe
es: Permite introducir los centros en los que el profesor imparte clase

source: Professors
es: Profesores

source: Permet crear un usuari per a un professor.
es: Permite crear un usuario para un profesor

source: Grups d&#39;alumnes
es: Grupos de alumnos

source: Permet crear un grup a partir de varis alumnes
es: Permite crear un grupo a partir de varios alumnos

source: Proves
es: Pruebas

source: Crea una prova.
es: Crea una prueba

source: Veure materials
es: Ver materiales

source: Veure els materials pujats per alumnes i grups
es: Ver materiales subidos por los alumnos

source: Veure solucions de proves
es: Ver soluciones de pruebas

source: Veure el progrés d&#39;alumnes i grups
es: Ver el progreso de alumnos y grupos

source: Taulell d`arxius pujats comprovats
es: Tablero de ficheros subidos con comprobación

source: Llistat de fitxers pujats per centre, permet marcar com a revisats els fitxers
es: Lista de materiales subidos por centro, permite marcar como revisados los ficheros

source: Utilitat de còpia de proves
es: Utilidad de copia de pruebas

source: Permet copiar proves senceres d&#39;una campanya a una altra
es: Permite copiar pruebas enteras de una campaña a otra

source: Generar diversos tipus d&#39;informes sobre participació, dades avançades d&#39;enquestes, etc
es: Generar diversos tipos de informes sobre participación, datos avanzados de encuestas, etc

source: Editar alumne
es: Editar alumno

source: Editant alumne
es: Editando alumno

source: Espai grups
es: Espacio grupos

source: Menú principal grups
es: Menú principal grupo

source: Millor puntuació
es: Mejor puntuación

source: Aquest material està bloquejat, abans cal fer la prova amb nom
es: Este material está bloqueado, antes es necesario hacer la prueba con nombre

source: Fer la prova!
es: ¡Hacer la prueba!

source: Continuar fent la prova!
es: Continuar haciendo la prueba

source: Veure resultats enquesta
es: Ver resultados encuesta

source: Resultats
es: Resultados

source: Veure material
es: Ver material

source: Descarregar fitxer
es: Descargar archivo

source: Aquest material encara no s`ha corregit
es: Este material todavía no ha sido corregido

source: Repetir la prova!
es: ¡Repetir la prueba!

source: Llistar/Editar/Esborrar alumnes
es: Listar/Editar/Borrar alumnos

source: Llista d&#39;alumnes
es: Lista de alumnos

source: Crear alumne
es: Crear alumno

source: Creant nou usuari per alumne
es: Creando nuevo usuario alumno

source: Inici
es: Inicio

source: Espai professorat
es: Espacio profesorado

source: Tancar sessió
es: Cerrar sesión

source: Iniciar sessió
es: Iniciar sesión

source: Benvingut a Aula
es: Bienvenidos al Aula

source: Aquesta és la web per a un projecte d&#39;educació en el context d&#39;una beca FECYT
es: Esta es la web para un proyecto de educación en el contexto de una beca FECYT

source: sLengthMenu
es: Muestra _MENU_ registros

source: sZeroRecords
es: No se han hallado registros

source: sInfo
es: Mostrando de _START_ a _END_ de _TOTAL_ registros

source: sInfoEmpty
es: Mostrando 0 a 0 de 0 registros

source: sInfoFiltered
es: (filtrado de _MAX_ total registros)

source: loadingRecords
es: Cargando...

source: Primer
es: Primero

source: Següent
es: Siguiente

source: Últim
es: Último

source: Editar campanya
es: Editar campaña

source: Editant campanya
es: Editando campaña

source: Llistar/Editar/Esborrar campanyes
es: Listar/Editar/Borrar campañas

source: Llista de campanyes
es: Lista de campañas

source: Afegir
es: Añadir

source: Crear campanya
es: Crear campaña

source: Creant nova campanya
es: Creando nueva campaña

source: Editar centre
es: Editar centro

source: Editant centre
es: Editando centro

source: Ubicació (afegeix un punt al mapa)
es: Ubicación (añade un punto en el mapa)

source: Llistar/Editar/Esborrar centres
es: Listar/Editar/Borrar centros

source: Llista de centres
es: Listar centros

source: Mapa de centres
es: Mapa de centros

source: Mapa de centres per la campanya
es: Mapa de centros de la campaña

source: Crear centre
es: Crear centro

source: Creant nou centre
es: Creando un nuevo centro

source: Canviar password
es: Cambiar contraseña

source: Canvi de password
es: Cambio de contraseña

source: Atenció! estàs canviant el password de l&#39;usuari
es: ¡Atención! estás cambiando la contraseña del usuario

source: Sobre l&#39;aplicatiu
es: Sobre la aplicación

source: Hem fet servir algunes icones i llibreries creades per 3eres persones...
es: Hemos utilizado algunos iconos y librerías creadas por terceros...

source: Codi de l&#39;aplicació disponible a
es: Código de la aplicación disponible en

source: Algunes icones extretes de
es: Algunos iconos extraídos de

source: La resta d&#39;icones extretes de
es: Resto de iconos extraídos de

source: Editar grup
es: Editar grupo

source: Editant grup
es: Editando grupo

source: Password (Es recomana un password curt, de 4 caràcters)
es: Contraseña (Se recomienda una contraseña corta, de 4 caracters)

source: Imatge del grup
es: Imagen del grupo

source: Afegir foto
es: Añadir foto

source: Centre
es: Centro

source: Tria
es: Elige

source: Tria centre
es: Elige centro

source: Llistar/Editar/Esborrar grups
es: Listar/Editar/Borrar grupos

source: Llista de grups
es: Lista de grupos

source: Descarregar credencials en PDF
es: Descargar credenciales en PDF

source: Crear grup
es: Crear grupo

source: Creant nou grup
es: Creando grupo

source: Suggerir camps
es: Sugerir campos

source: Tria primer un centre
es: Elegir primero un centro

source: Index Aula
es: Índice Aula

source: El meu espai
es: Mi espacio

source: Fes clic al botó "Entrar" per accedir al teu espai. L&#39;aplicatiu et demanarà un nom d&#39;usuari i password i et redirigirà al teu menú principal, segons siguis un usuari de grup, usuari de professor, o bé usuari administrador
es: Haz click en el botón "Entrar" para acceder a tu espacio. La aplicación te solicitará un nombre de usuario y password y te redirigirá a tu menú principal, según seas un usuario de grupo, profesor o bien usuario administrador

source: Operació no permesa!
es: ¡Operación no permitida!

source: Tornaràs a l&#39;inici en
es: Volverás al inicio en

source: segons, o si no pots fer clic
es: segundos, o si no puedes hacer click

source: Corregir prova de resposta oberta
es: Corregir prueba de respuesta abierta

source: Corregint prova
es: Corrigiendo prueba

source: Nom de la prova
es: Nombre de la prueba

source: Nom grup
es: Nombre del grupo

source: Prova finalitzada el
es: Prueba finalizada el

source: Correcció de prova de resposta oberta
es: Corrección de prueba de respuesta abierta

source: Resultats de prova
es: Resultados de prueba

source: Prova corregida per
es: Prueba corregida por

source: Comentaris del corrector
es: Comentarios del corrector

source: Respostes de prova de resposta oberta
es: Respuestas de prueba de respuesta abierta

source: Nom usuari professor
es: Nombre usuario profesor

source: Proves de resposta oberta
es: Pruebas de respuesta abierta

source: Llista de proves per grup
es: Lista de pruebas por grupo

source: Filtre per classe
es: Filtro por clase

source: Sense filtre
es: Sin filtro

source: Classe
es: Clase

source: El grup ja ha acabat la prova?
es: ¿El grupo ya ha completado la prueba?

source: Corregir prova
es: Corregir prueba

source: Estat de la prova
es: Estado de la prueba

source: Editar correcció
es: Editar corrección

source: Cal esperar que l`alumne completi la prova abans de corregir-la
es: Hay que esperar que el alumno complete la prueba antes de corregirla

source: Pendent de correcció
es: Pendiente de corrección

source: Resultats enquesta
es: Resultados encuesta

source: Center
es: Centro

source: Editar les preguntes i respostes d&#39;una prova
es: Editar las preguntas y respuestas de una prueba

source: Editant pregunta (i respostes)
es: Editando pregunta (y respuestas)

source: Aquesta pertany a la prova amb nom
es: Esta pertenece a la prueba con nombre

source: Imatge de la pregunta
es: Imagen de la pregunta

source: Respostes
es: Respuestas

source: Text de la resposta
es: Texto de la respuesta

source: Resposta correcta?
es: Respuesta correcta?

source: Afegir preguntes a una prova
es: Añadir preguntas a una prueba

source: Creant nova pregunta (i respostes)
es: Creando nueva pregunta (y respuestas)

source: Editar les preguntes d&#39;una prova
es: Editar las preguntas de una prueba

source: Editant pregunta de resposta oberta
es: Editando pregunta de respuesta abierta

source: Creant pregunta de resposta oberta
es: Creando pregunta de respuesta abierta

source: Editar les preguntes i respostes d&#39;una enquesta
es: Editar las preguntas y respuestas de una encuesta

source: Afegir preguntes a una enquesta
es: Añadir preguntas a una encuesta

source: Editant pregunta de pujada de dades
es: Editando pregunta de subida de datos

source: Text que es mostrarà al costat del control de pujada de fitxers
es: Texto que se mostrará al lado del control de subida de ficheros

source: Creant pregunta de pujada de dades
es: Creando pregunta de subida de datos

source: Assignar proves
es: Asignar pruebas

source: Assignar proves a grups o alumnes
es: Asignar pruebas a grupos o alumnos

source: Assignar proves a
es: Asignar pruebas a

source: Alumnes
es: Alumnos

source: Grups
es: Grupos

source: Visualitzar material
es: Visualizar material

source: Revisió materials
es: Revisión materiales

source: Nom del material
es: Nombre del material

source: Eina de còpia de proves
es: Utilidade de copia de pruebas

source: Permet fer una còpia d&#39;una prova
es: Permite hacer una copia de una prueba

source: Campanya d&#39;origen
es: Campaña origen

source: Prova a copiar
es: Prueba a copiar

source: Campanya destinació
es: Campaña destino

source: Nou nom de la prova
es: Nuevo nombre de la prueba

source: Nom de la prova copiada
es: Nombre de la prueba copiada

source: Prova copiada amb èxit!
es: ¡Prueba copiada con éxito!

source: Editar prova
es: Editar prueba

source: Editant prova
es: Editando prueba

source: ATENCIÓ: estàs editant una prova publicada. La modificació de qualsevol camp (a part del nom) pot tenir conseqüències no desitjades! Fes-ho només si tens molt clar el que estàs fent!
es: ATENCIÓN: estás editando una prueba publicada. La modificación de cualquier campo (a parte del nombre) puede tener consecuencias indeseadas. Hazlo SÓLO si tienesmuy claro lo que estás haciendo

source: Ordre de la prova
es: Orden de la prueba

source: Capçalera de la prova
es: Cabecera de la prueba

source: Autor de la prova
es: Autor de la prueba

source: Requisits per fer aquesta prova
es: Requisitos para hacer esta prueba

source: Tipus de material
es: Tipo de material

source: Prova publicada
es: Prueba publicada

source: Afegir pregunta amb múltiple resposta
es: Añadir pregunta con múltiple respuesta

source: Afegir pregunta amb link a document extern
es: Añadir pregunta con link a documento externo

source: Afegir pregunta d&#39;enquesta
es: Añadir preguntas a una encuesta

source: Afegir pregunta de pujada de fitxer
es: Añadir pregunta de subida de fichero

source: Afegir pregunta amb resposta oberta
es: Añadir pregunta con respuesta abierta

source: Editar pregunta i respostes
es: Editar pregunta y respuestas

source: Aquesta prova encara no té contingut. El pots afegir fent servir el botó (+)
es: Esta prueba todavía no tiene contenido. Puedes añadirlo usando el botón (+)

source: Aquesta prova és de tipus
es: Esta prueba es de tipo

source: Confirmar acció
es: Confirmar acción

source: Un cop hagis publicat la prova no la podràs modificar, estàs completament segur que vols continuar?
es: Una vez publicada la prueba no podrás modificarla. ¿Seguro que quieres continuar?

source: Si
es: Sí

source: Llistar/Editar/Esborrar proves
es: Listar/Editar/Borrar pruebas

source: Llista de proves
es: Lista de pruebas

source: Crear prova
es: Crear prueba

source: Creant nova prova
es: Creando nueva prueba

source: Nota per administradors: si no tries un autor de la prova (deixes el desplegable en blanc), aquesta prova estarà disponible per TOTS els grups quan la publiquis
es: Nota para administradores: si no escoges un autor de la prueba (dejas el desplegable en blanco), esta prueba estará disponible para todos los grupos cuando la publiques

source: Llistat enquestas i tests
es: Listado de encuestas y tests

source: Gràfica de resultats
es: Gráfica de resultados

source: Realitzant prova
es: Realizando prueba

source: Estàs fent la prova
es: Estás haciendo la prueba

source: Fes clic per obrir l&#39;enllaç
es: Haz clic para abrir el enlace

source: Desa la resposta
es: Guarda la respuesta

source: Ja has acabat la enquesta! Si us plau, ens agradaria molt conèixer els teus comentaris al respecte, els pots escriure en aquest espai
es: ¡Ya has terminado la encuesta! Por favor, nos gustaría mucho conocer tus comentarios al respecto, puedes escribirlos en este espacio

source: Has completat el material! Fes clic en aquest botó per acabar...
es: ¡Has completado el material! Haz clic en este botón para acabar...

source: Prova finalitzada, resultats
es: Prueba finalizada, resultados

source: Prova finalitzada!
es: ¡Prueba finalizada!

source: Vas començar la prova el
es: Empezaste la prueba el

source: I la vas acabar el
es: Y la terminaste el

source: Ja havies fet aquesta prova
es: Ya habías hecho esta prueba

source: vegades
es: veces

source: aquest és l&#39;intent
es: este es el intento

source: Era la primera vegada que feies aquesta prova
es: Era la primera vez que hacías esta prueba

source: La teva puntuació és
es: Tu puntuación es

source: respostes correctes
es: respuestas correctas

source: Has completat el material!
es: ¡Has completado el material!

source: Si vols accedir al material més tard, el tens disponible al Menú principal
es: Si quieres acceder al material más tarde, lo tienes disponible en el Menú principal

source: Has completat l&#39;enquesta!
es: ¡Has completado la encuesta!

source: Pots veure els resultats de l&#39;enquesta al Menú principal
es: Puedes ver los resultados de la encuesta en el Menú principal

source: Has pujat el fitxer!
es: ¡Has subido el fichero!

source: Has contestat totes les preguntes de la prova!
es: ¡Has contestado todas las preguntas de la prueba!

source: Gràcies per les teves respostes, és informació molt útil de cara a millorar el projecte.
es: Gracias por tus respuestas, es información muy útil de cara a mejorar el proyecto

source: Abans de saber el resultat, cal que el teu tutor corregeixi la prova. Estigues atent a missatges al teu espai!
es: Antes de saber el resultado, es necesario que tu tutor corrija la prueba. ¡Estate atento al estado de la prueba en tu espacio!

source: Ara pots
es: Ahora puedes

source: Repetir la prova
es: Repetir la prueba

source: Tornar a l&#39;inici
es: Volver al inicio

source: Llençar més confetti!
es: ¡Lanzar más confetti!

source: Realitzar prova
es: Realizar prueba

source: Inici de prova
es: Inicio de prueba

source: Total de preguntes de la prova
es: Total de preguntas de la prueba

source: La darrera vegada vas obtenir una puntuació de
es: La última vez obtuviste una puntuación de

source: preguntes correctes sobre
es: respuestas correctas sobre

source: Aquesta és la primera vegada que fas aquesta prova. Molta sort!
es: Esta es la primera vez que realizas esta prueba. ¡Mucha suerte!

source: Començar!
es: ¡Empezar!

source: Pujada de dades
es: Subida de datos

source: Pujada de dades per la prova
es: Subida de datos para la prueba

source: Ens agradaria publicar el teu material al mapa de resultats de final de semestre, però només ho farem si ens dones el teu permís...
es: Nos gustaría publicar tu material en el mapa de resultados de final de semestre, pero sólo lo haremos si nos das tu permiso...

source: NO AUTORITZO que el meu material s\'usi en publicacions o mapes públics
es: NO AUTORIZO que mi material se use en publicaciones o mapas públicos

source: SÍ AUTORITZO que el meu material s\'usi en publicacions o mapes públics
es: SÍ, AUTORIZO que mi material se use un publicaciones o mapas públicos

source: Pujant fitxer
es: Subiendo archivo

source: Afegir fitxer
es: Añadir fichero

source: Llistat intents prova/grup
es: Lista intentos prueba/grupo

source: Llistat d'intents per prova i per grup
es: Lista de intentos por prueba i por grupo

source: Número d'intent
es: Número de intento

source: Data finalització
es: Fecha de finalización

source: Respostes correctes
es: Respuestas correctas

source: Eliminar intent
es: Eliminar intento

source: Enquestes per grup o centre
es: Encuestas por grupo o centro

source: help_enquestes_group_centre
es: Este informe muestra resultados de las encuestas por grupos y centros. Para ver los resultados de un grupo individual, hay que seleccionar el grupo en el desplegable de más abajo. Si se selecciona la opción 'Todos los grupos', se mostrarán resultados agregados para todo el centro educativo

source: Tria un centre
es: Elige un centro

source: Tria un grup
es: Escoge un grupo

source: Tots els grups
es: Todos los grupos

source: Enquestes per classe
es: Encuestas por clase

source: help_enquestes_classe
es: Este informe muestra resultados de las encuestas por grupos y centros. Para ver los resultados de un grupo individual, hay que seleccionar el grupo en el desplegable de más abajo. Si se selecciona la opción 'Todos los grupos', se mostrarán resultados agregados para todo el centro educativo

source: Tria una classe
es: Elige una clase

source: Enquestes de professorat per centre
es: Encuestas de profesorado por centro

source: help_enquestes_professorat_centre
es: Este informe muestra resultados de las encuestas de profesores por centro.

source: Progrés de proves
es: Progreso de pruebas

source: help_test_progress
es: Este informe muestra qué grupos han completado las pruebas disponibles. Para cada grupo y prueba, el informe indica si la prueba está en progreso, completada o pendiente

source: Comentaris de les enquestes de professorat
es: Comentarios de las encuestas de profesorado

source: help_comentaris_enquestes_professorat_centre
es: Este informe muestra los comentarios añadidos por los profesores al final de las encuestas.

source: help_n_pupils_group_distribution
es: Este informe muestra el múmero de alumnos en cada clase, así como el número de grupos con un número dado de alumnos

source: Resultats tabulars enquestes i proves
es: Resultados tabulares de encuestas y pruebas

source: help_tabular_results
es: Este informe genera listados de resultados de pruebas en formato tabular. Los enunciados de las preguntas están en la cabecera del informe, la respuesta completa de cada grupo está en filas, con cada respuesta en una columna

source: Tria una prova
es: Selecciona una prueba

source: Nombre alumnes per classe
es: Número alumnos por clase

source: N Alumnes
es: N Alumnos

source: Classe no assignada
es: Clase no asignada

source: No hi ha alumnes registrats al centre
es: No hay alumnos registrados en el centro

source: Resultats enquesta per centre o grup
es: Resultados encuesta por centro o grupo

source: El grup no ha completat aquesta enquesta
es: El grupo no ha completado esta encuesta

source: Ningú del centre ha completat aquesta enquesta
es: Nadie del centro ha completado esta encuesta

source: Progrés de proves per centre
es: Progreso de pruebas por centro

source: Com es llegeix aquest informe
es: Como se lee este informe

source: El grup ha completat la prova
es: El grupo ha completado la prueba

source: El grup ha finalitzat la prova, que està pendent de correcció
es: El grupo ha finalizado la prueba, que está pendiente de corrección

source: El grup ha respost algunes preguntes, però no ha acabat
es: El grupo ha respondido algunas preguntas, pero no ha terminado

source: El grup no ha començat encara a fer la prova
es: El grupo todavía no ha empezado a hacer la prueba

source: Progrés de proves (grups completats/grups totals)
es: Progreso de pruebas (grupos completados/grupos totales)

source: Ningú ha fet comentaris
es: Nadie ha hecho comentarios

source: Editar mestre
es: Editar profesor

source: Editant mestre
es: Editando profesor

source: Llistar/Editar/Esborrar professors
es: Listar/Editar/Borrar profesores

source: Llista de professors
es: Lista de profesores

source: Menú principal professor
es: Menú principal profesor

source: Permet crear i editar grups d&#39;alumnes. Els grups d&#39;alumnes són usuaris de l&#39;aplicació, que poden fer proves de coneixements.
es: Permite crear y editar grupos de alumnos. Los grupos de alumnos son usuarios de la aplicación, que pueden realizar pruebas de conocimientos.
