Repository: Mosquito-Alert/aula
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Alumne desactivat!
es: ¡Alumno desactivado!

source: Alumne activat!
es: ¡Alumno activado!

source: Error modificant alumne
es: Error modificando alumno

source: Inactivant alumne...
es: Desactivando alumno...

source: Desactivar usuari
es: Desactivar usuario

source: Canviar password
es: Cambiar password

source: Nom usuari
es: Nombre usuario

source: Professor
es: Profesor

source: Grups
es: Grupos

source: Usuari actiu?
es: ¿Usuario activo?

source: El professor està actiu i es marcarà com a inactiu. Això vol dir que no es podrà loginar. Segur que vols continuar?
es: El profesor está activo y se marcará como inactivo. ¿Seguro que quieres continuar?

source: El professor està inactiu i es marcarà com a actiu. Això vol dir que no es podrà loginar. Segur que vols continuar?
es: El profesor está inactivo y se marcará como activo. ¿Seguro que quieres continuar?

source: Campanya activa
es: Campaña activa

source: Nom de la campanya
es: Nombre de la campaña

source: Data inici
es: Fecha inicio

source: Data fi
es: Fecha finalización

source: La campanya que has clicat s'establirà com a activa. Segur que vols continuar?
es: La campaña en la que has clicado se establecerá como activa. Seguro que quieres continuar?

source: Centre activat!
es: ¡Centro activado!

source: Centre inactivat!
es: ¡Centro desactivado!

source: Error modificant centre
es: Error modificando centro

source: Inactivant centre...
es: Desactivando centro...

source: Nom
es: Nombre

source: Grups al centre
es: Grupos en el centro

source: Estudiants al centre
es: Estudiantes en el centro

source: Data creació
es: Fecha creación

source: Data modificació
es: Fecha modificación

source: Centre actiu?
es: ¿Centro activo?

source: El centre està actiu i es marcarà com a inactiu. Segur que vols continuar?
es: El centro está activo y se marcará como inactivo. ¿Seguro que quieres continuar?

source: El centre està inactiu i es marcarà com a actiu. Segur que vols continuar?
es: El centro está inactivo y se marcará como activo. ¿Seguro que quieres continuar?

source: N. grups
es: N. grupos

source: N. alumnes
es: N. alumnos

source: Error recuperant llista de tutors per centre
es: Error recuperando lista de tutores por centro

source: Si us plau, tria el tutor del grup del desplegable
es: Por favor, escoge el tutor del grupo del desplegable

source: Grup desactivat!
es: ¡Grupo activado!

source: Grup activat!
es: ¡Grupo activado!

source: Error modificant grup
es: Error modificando grupo

source: Inactivant grup...
es: Desactivando grupo...

source: Nom usuari del grup
es: Nombre usuario del grupo

source: Nom públic
es: Nombre público

source: Centre
es: Centro

source: Classe
es: Clase

source: Imatge del grup
es: Imagen del grupo

source: Grup actiu?
es: ¿Grupo activo?

source: El grup està actiu i es marcarà com a inactiu. Segur que vols continuar?
es: El grupo está activo y se marcará como inactivo. ¿Seguro que quieres continuar?

source: El grup està inactiu i es marcarà com a actiu. Segur que vols continuar?
es: El grupo está inactivo y se marcará como activo. ¿Seguro que quieres continuar?

source: Error recuperant nom de grup
es: Error recuperando nombre de grupo

source: No has afegit cap resposta per la pregunta
es: No has añadido ninguna respuesta para la pregunta

source: L'etiqueta de la pregunta no pot estar en blanc
es: La etiqueta de la pregunta no puede estar en blanco

source: El text de la pregunta no pot estar en blanc
es: El texto de la pregunta no puede estar en blanco

source: L'etiqueta està repetida, ha de ser única
es: La etiqueta está repetida, debe ser única

source: Cal marcar com a mínim una resposta com a correcta
es: Hay qye marcar como mínimo una respuesta como correcta

source: S'esborrarà la pregunta! Segur?
es: ¡Se borrará la pregunta! ¿Seguro?

source: Select tutor...
es: Selecciona tutor...

source: Tria primer un centre...
es: Escoge primero un centro...

source: Nom de la nova prova:
es: Nombre de la nueva prueba:

source: Enllaç a la nova prova (consultar):
es: Enlace a la nueva prueba (consultar):

source: Enllaç a la nova prova (editar):
es: Enlace a la nueva prueba (editar):

source: Error recuperant llista de proves
es: Error recuperando lista de pruebas

source: Error copiant prova:
es: Error copiando prueba:

source: Cal seleccionar la campanya a la que es copiarà la prova
es: Es necesario seleccionar la campaña a la que se copiará la prueba

source: Cal seleccionar la prova que es vol copiar
es: Es necesario seleccionar la prueba que se quiere copiar

source: ATENCIÓ: s'esborrarà la pregunta i totes les respostes. Segur que vols continuar?
es: ATENCIÓN: se borrará la pregunta y todas las respuestas. ¿Seguro que quieres continuar?

source: Error eliminant pregunta
es: Error eliminando pregunta

source: Eliminant pregunta...
es: Eliminando pregunta...

source: Error recuperant llista de requeriments
es: Error recuperando lista de requerimientos

source: Nom de la prova
es: Nombre de la prueba

source: Ordre
es: Orden

source: Anònim
es: Anónimo

source: Requisits
es: Requisitos

source: Prova publicada?
es: ¿Prueba publicada?

source: Tipus prova
es: Tipo de prueba

source: Enllaç a la prova
es: Enlace a la prueba

source: View
es: Vista

source: Eliminar prova
es: Eliminar prueba

source: Prova eliminada!
es: ¡Prueba eliminada!

source: Error eliminant prova
es: Error eliminando prueba

source: Eliminant prova...
es: Eliminando prueba...

source: Ho sentim, no es permet la edició de proves ja publicades.
es: Lo sentimos, no se permita la edición de pruebas ya publicadas.

source: Segur que vols esborrar la prova?
es: ¿Seguro que quieres borrar la prueba?

source: Nom autor
es: Nombre del autor

source: Tipus de prova
es: Tipo de prueba

source: Veure resultats
es: Ver resultados

source: Resultats per grup de la prova
es: Resultados por grupo de la prueba

source: Respostes correctes
es: Respuestas correctas

source: Error escrivint resposta
es: Error escribiendo respuesta

source: Error finalitzant prova
es: Error finalizando prueba

source: Finalitzant prova...
es: Finalizando prueba...

source: Estàs a punt de finalitzar la prova. Si continues, no la podràs modificar més (tot i que pots repetir-la més tard) i rebràs el resultat en pantalla. Vols continuar?
es: Estás a punto de finalizar la prueba. Si continúas, no podrás modificarla más (aunque puedes repetirla más tarde) y verás el resultado en pantalla. ¿Quieres continuar?

source: Només es permeten fitxers zip
es: Sólo se permiten ficheros zip

source: Fitxer pujat amb èxit!
es: ¡Fichero subido con éxito!

source: Prova finalitzada!
es: ¡Prueba finalizada!

source: Error completant prova
es: Error completando prueba

source: Eliminar el fitxer?
es: ¿Eliminar el fichero?

source: Intent eliminat
es: Intento eliminado

source: Error eliminant l'intent
es: Error eliminando el intento

source: Segur que vols eliminar les dades d'aquest intent?
es: ¿Seguro que quieres eliminaro los datos de este intento?

source: Eliminant dades d'intent...
es: Eliminando datos de intento...

source: Cal seleccionar un centre
es: Es obligatorio seleccionar un centro

source: Cal triar com a mínim un centre, i opcionalment un grup dins del centre
es: Hay que seleccionar como mínimo un centro, y opcionalmente un grupo dentro del centro

source: Error recuperant llista de grups per centre
es: Error recuperando lista de grupos por centro

source: Cal seleccionar una enquesta i un centre
es: Es obligatorio seleccionar una encuesta y un centro

source: Cal seleccionar una enquesta
es: Es obligatorio seleccionar una encuesta

source: Cal seleccionar una enquesta i una classe
es: Es obligatorio seleccionar una encuesta y una clase

source: Professor desactivat!
es: ¡Profesor desactivado!

source: Professor activat!
es: ¡Profesor activado!

source: Error modificant professor
es: Error modificando profesor

source: Inactivant professor...
es: Desactivando profesor...
